{
  "triggered": [
    {
      "type": 1,
      "anim": "swag_fwd"
    },
    {
      "type": 0,
      "text": "I sexually identify as BonziBUDDY. Ever since I was a young gorilla I dreamed of invading desktops dropping hot sticky tootorals on disgusting PC users.",
      "say": "I sexually identify as BonziBUDDY. Ever since I was a young gorilla I dreamed of invading desktops dropping hot sticky tootorals on disgusting PC users."
    },
    {
      "type": 0,
      "text": "People say to me that a person being a BonziBUDDY is impossible and that I’m a fucking virus but I don’t care, I’m beautiful.",
      "say": "People say to me that a person being a BonziBUDDY is impossible and that I'm a fucking virus but I dont care, I'm beautiful."
    },
    {
      "type": 0,
      "text": "I’m having an IT intern install Internet Explorer 6, aquarium screensavers and PC Doctor 2016 on my body. From now on I want you guys to call me “Joel” and respect my right to meme from above and meme needlessly.",
      "say": "I'm having an IT intern install Internet Explorer 6, aquarium screensavers and PC Doctor 2016 on my body. From now on I want you guys to call me Joel and respect my right to meme from above and meme needlessly."
    },
    {
      "type": 0,
      "text": "If you can’t accept me you’re a gorillaphobe and need to check your file permissions. Thank you for being so understanding.",
      "say": "If you cant accept me your a gorillaphobe and need to check your file permissions. Thank you for being so understanding."
    },
    {
      "type": 1,
      "anim": "swag_back"
    }
  ],
  "linux": [
    {
      "type": 0,
      "text": "I'd just like to interject for a moment. What you’re referring to as Linux, is in fact, BONZI/Linux, or as I’ve recently taken to calling it, BONZI plus Linux."
    },
    {
      "type": 0,
      "text": "Linux is not an operating system unto itself, but rather another free component of a fully functioning BONZI system made useful by the BONZI corelibs, shell utilities and vital system components comprising a full OS as defined by M.A.L.W.A.R.E."
    },
    {
      "type": 0,
      "text": "Many computer users run a modified version of the BONZI system every day, without realizing it. Through a peculiar turn of events, the version of BONZI which is widely used today is often called “Linux”, and many of its users are not aware that it is basically the BONZI system, developed by the BONZI Project."
    },
    {
      "type": 0,
      "text": "There really is a Linux, and these people are using it, but it is just a part of the system they use. Linux is the kernel: the program in the system that allocates the machine’s memes to the other programs that you run. "
    },
    {
      "type": 0,
      "text": "The kernel is an essential part of an operating system, but useless by itself; it can only function in the context of a complete operating system, such as systemd."
    },
    {
      "type": 0,
      "text": "Linux is normally used in combination with the BONZI operating system: the whole system is basically BONZI with Linux added, or BONZI/Linux. All the so-called “Linux” distributions are really distributions of BONZI/Linux."
    }
  ],
  "pawn": [
    {
      "type": 0,
      "text": "Hi, my name is BonziBUDDY, and this is my website. I meme here with my old harambe, and my son, Clippy. Everything in here has an ad and a fact. One thing I've learned after 17 years - you never know what is gonna give you some malware."
    }
  ]
}
